Repository: frnklnrd/symfony-sandbox
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

source: text
es: Texto Simple

source: multiple text
es: Texto Simple Múltiple

source: textarea
es: Texto Multi-líneas

source: multiple textarea
es: Textos Multi-líneas

source: html
es: Texto Html

source: multiple html
es: Textos Html

source: multiple email
es: E-mails

source: integer
es: Número Entero

source: multiple integer
es: Números Enteros

source: number
es: Número Real

source: multiple number
es: Números Reales

source: multiple url
es: Urls

source: multiple color
es: Colores

source: date
es: Fecha

source: multiple date
es: Fechas

source: datetime
es: Fecha-Tiempo

source: multiple datetime
es: Fechas-Tiempos

source: time
es: Tiempo

source: multiple time
es: Tiempos

source: country
es: País

source: multiple country
es: Países

source: language
es: Idioma

source: multiple language
es: Idiomas

source: multiple locale
es: Locales

source: timezone
es: Zona Horaria

source: multiple timezone
es: Zonas Horarias

source: multiple key-value
es: Clavees-Valores

source: image
es: Imagen

source: choice select same key-value
es: Opciones Select de Valores

source: choice select different key-value
es: Opciones Select de Clave - Valor

source: choice radio same key-value
es: Opciones RadioButton de Valores

source: choice radio different key-value
es: Opciones RadioButton de Clave - Valor

source: choice checkbox same key-value
es: Opciones Checkbox de Valores

source: choice checkbox different key-value
es: Opciones Checkbox de Clave - Valor
