Repository: frnklnrd/symfony-sandbox
Catalog: app/Resources/SonataBlockBundle/translations/SonataBlockBundle.*.xliff
Languages: es

source: sonata.block.container
es: Contenedor

source: sonata.block.text
es: Texto Simple

source: sonata.block.rss
es: Canal RSS

source: sonata.block.menu
es: Menú

source: sonata.block.template
es: Plantilla

source: Account Block
es: Cuenta de Usuario

source: Breadcrumb (Homepage)
es: Barra de navegación (Inicio)

source: Children Page (core)
es: Páginas subordinadas

source: Shared Block
es: Bloque Compartido

source: User Profile Menu
es: Menu de Perfil

source: sonata.page.block.breadcrumb
es: Barra de Navegación (Sonata Page)

source: sonata.page.block.container
es: Contenedor (Sonata Page)

source: sonata.user.block.breadcrumb_index
es: Navegación del Perfil (Inicio)

source: sonata.user.block.breadcrumb_profile
es: Navegación del Perfil
